[
    {
        "docid": "doc-en-9633",
        "text": "Mars Hill Church was a Christian megachurch, founded by Mark Driscoll, Lief Moi, and Mike Gunn. It was a multi-site church based in Seattle, Washington and grew from a home Bible study to 15 locations in 4 U.S. states. Services were offered at its 15 locations; the church also podcast content of weekend services, and of conferences, on the Internet with more than 260,000 sermon views online every week. In 2013, Mars Hill had a membership of 6,",
        "lang": "en"
    },
    {
        "docid": "doc-en-11447",
        "text": "Joel Chandler Harris (December 9, 1848 – July 3, 1908) was an American journalist, fiction writer, and folklorist best known for his collection of Uncle Remus stories. Born in Eatonton, Georgia, where he served as an apprentice on a plantation during his teenage years, Harris spent most of his adult life in Atlanta working as an associate editor at The Atlanta Constitution.\n\nHarris led two professional lives: as the editor and journalist known as Joe Harris, he supported a vision of the New South with the editor Henry W. Grady (1880–1889), which stressed regional and racial reconciliation after the Reconstruction era. As Joel Chandler Harris, fiction writer and folklorist, he wrote many 'Brer Rabbit' stories from the African-American oral tradition.\n\nLife\n\nEducation: 1848–1862 \nJoel Chandler Harris was born in Eatonton, Georgia in 1848 to Mary Ann Harris, an Irish immigrant.  His father, whose identity remains unknown, abandoned Mary Ann and the infant shortly after his birth. The parents had never married; the boy was named Joel ",
        "lang": "en"
    },
    {
        "docid": "doc-en-9696",
        "text": "ute de Shadow Moses (2005) ont fait de lui une légende vivante. n\nContext\n\nA large floating dry dock for the Dutch East Indies \nIn 1900, there were three floating dry docks in the Dutch East Indies. The biggest was Onrust Dock of 5,000 tons, stationed at Surabaya. A relatively new dry dock was Tanjung Priok Dock of 4,000 tons at Tanjung Priok, Batavia. The old Onrust Dock of 3,000 tons was stationed at Sabang at the western extremity of the archipelago. The two dry docks on Java could service most ships that visited the island. They were capable of lifting all ships that the Dutch navy had, and it was thought that they would also be able to lift those which the navy would acquire in the foreseeable future.\n\nOnrust Dock of 5,000 tons had been commissioned, and stationed at Onrust Island in 1880. In 1883, sh",
        "lang": "fr"
    },
    {
        "docid": "doc-en-9696",
        "text": "en haben festgestellt, dass sie eine starke Kurzsichtigkeit hat und deshalb die Brille tragen muss",
        "lang": "de"
    },
    {
        "docid": "doc-en-9696",
        "text": " ¿Cuál fue el récord de los San Francisco 49ers en su primera temporada bajo el mando de Harbaugh?",
        "lang": "es"
    },
    {
        "docid": "doc-en-9696",
        "text": " Qual è l'ultimo monumento dedicato a San Nicandro vescovo di Myra e quale simbologia rappresenta??",
        "lang": "it"
    },
    {
        "docid": "doc-en-9696",
        "text": " 어야 한다는 주장을 포기하고, 언어의 사용과 상황에 따라 의미가 형성된다고 주장하게 되었습니다",
        "lang": "ko"
    },
    {
        "docid": "doc-en-9696",
        "text": " أين جاءت التقنية الميكانيكية لصناعة الساعات في القرن الثالث عشر",
        "lang": "ar"
    }
]