[
    {
        "docid": "doc-en-9633",
        "text": "Mars Hill Church was a Christian megachurch, founded by Mark Driscoll, Lief Moi, and Mike Gunn. It was a multi-site church based in Seattle, Washington and grew from a home Bible study to 15 locations in 4 U.S. states. Services were offered at its 15 locations; the church also podcast content of weekend services, and of conferences, on the Internet with more than 260,000 sermon views online every week. In 2013, Mars Hill had a membership of 6,489 and average weekly attendance of 12,329. Following controversy in 2014 involving founding pastor Mark Driscoll, attendance dropped to 8,0009,000 people per week.\n\nAt the end of September, 2014, an investigation by the church elders found \"bullying\" and \"patterns of persistent sinful behavior\" by Driscoll. The church elders crafted a \"restoration\" plan to help Driscoll and save the church. Instead, Driscoll declined the restoration plan and resigned. On October 31, 2014, lead pastor Dave Bruskas announced plans to dissolve the church's 13 remaining campuses into autonomous entities, with the option of continuing, merging with other congregations, or disbanding, effective January 1, 2015. The Mars Hill network dissolved on January 1, 2015.\n\nHistory\n\nEarly years \nMars Hill Church was founded in spring 1996 by Mark Driscoll,  Lief Moi and Mike Gunn. The church started at the rental house of Driscoll and his wife Grace with the blessing of Antioch Bible Church and the exodus of about 30 of its students. They outgrew the apartment and started meeting in the youth rooms of another church. The church had its first official service October 1996, with 160 people attending; attendance quickly fell to around 60 because of discussions about the visions and mission of the church.\n\nIn the spring of 1997, the church expanded to two evening services. The transition to two different congregations resulted in some anxiety and stir by members who didn't want the church to grow bigger, but it resulted in growing attendance. Later that same year Mark Driscoll was invited to speak at a pastors' conference in California. Driscoll's speech influenced the emerging church movement, and changed the focus from reaching Generation X to reaching the postmodern world. The speech resulted in media coverage of Mars Hill Church and Mark Driscoll, and put Driscoll in connection with Leadership Network.\n\nThe church continued growing. Inspired by Alan Roxburgh, Driscoll settled on an emerging and missional ecclesiology, and a complementarian view on women in ministry. The church installed the first team of elders and they took over much of the work teaching classes, counseling and training new leaders. Furthermore, the church started a course for new members, called the Gospel Class, to ensure that members were focused on the mission of the church and that they agreed with the central doctrinal statements of the church. The class had been running every quarter since. In the fall of 1999 the church had grown to 350 in attendance every week and was able to pay Driscoll full-time. Prior to 1999, Driscoll operated as an unpaid pastor for three years.\n\nMultisite church \n\nIn 2003, Mars Hill Church moved into a renovated hardware store in the Ballard neighborhood of Seattle.  In 2006, in an effort to reduce the overcrowding at its services, Mars Hill opened its first satellite campus in Shoreline.  This change also marked their transition to a multi-site church, using video sermons and other multimedia improvements to the church's web site to connect the campuses. Later in 2006 Mars Hill acquired two new properties in West Seattle and Wedgwood, which became their West Seattle and Lake City campuses.\n\nSince then, new Mars Hill locations were added using a multi-campus \"meta-church\" structure, connecting Driscoll's sermons via high-definition video to the remote campuses during weekly worship services.  This format allowed each location to retain local leadership and ministries while under the leadership of the main campus.  A fourth and fifth Mars Hill location opened in 2007, and in 2008 a sixth location was added in downtown Seattle. A seventh campus, in Olympia, Washington, opened in Fall 2008  and an eighth campus, the first outside of Washington state, opened in Albuquerque, New Mexico in Fall 2009. The church launched four new churches on January 15 in Portland (Oregon), Rainier Valley (Seattle), Sammamish (near Seattle), and Orange County (California), the same day as the first sermon in the \"Real Marriage\" sermon series, based on Mark and Grace Driscoll's book, Real Marriage.\n\nOn October 16, \"black-clad demonstrators\" gathered in front of the Mars Hill Church in Southeast Portland to \"protest the church's stance on homosexuality.\" Approximately 20 protesters, \"some of whom wore kerchiefs to cover their faces, shouted profanities at adults and children,\" and briefly blocked the entrance of the church. Mars Hill Church Portland lead pastor Tim Smith expressed disagreement with the conduct of the protesters, but expressed defense of their right to free speech.\n\nIn 2008, the church launched an online community-building network, called The City, to improve communication on all levels in the church. The City was purchased by the Christian publishing brand, Zondervan, before Christmas 2008.\n\nGrowth and influence \n\nIn 2013, The Church Guide released a list of the \"Top Churches to Watch in America\". The link ranked churches according to how much churches could learn from the ranked churches on particular topics. They ranked Mars Hill Church as #3 to learn from about church growth, #3 for innovation, #2 for church planting, and #4 overall. The list considered data from Outreach magazine's annual lists from 2004–2012 and other sources.\n\nIn 2006, Mars Hill Church claimed $31,110,000 in assets.\n\nActs 29 Church Planting Network \n\nActs 29 Church Planting Network is a separate 501(c)(3) from Mars Hill Church but was founded by Mars Hill in 2001. It is an interdenominational network of pastors and churches from around the world whose focus is to assess and equip qualified leaders, plant new churches, and rejuvenate declining churches.  The current president of Acts 29 is Matt Chandler.  The offices and leadership of Acts 29 moved from Mars Hill Church in Seattle to The Village Church in Texas in March 2012.\nIn August 2014, Acts 29 removed Mark Driscoll and Mars Hill Church from the network.\n\nChurch leadership controversies\n\nDealing with dissent \n\nAs a result of the large growth of the church, its bylaws were rewritten more than once. The outcome of this process led to changes in leadership organization in November 2007. The new bylaws installed lead pastor Jamie Munson, preaching pastor Mark Driscoll, and pastors Scott Thomas and Tim Beltz as \"executive pastors\" who led the objectives of the church \"under the authority of the Board of Directors,\" on which the executive pastors also served as directors. This change precipitated the firing of two pastors.\n\nMars Hill leaders said in forum postings that one fired pastor was removed, in part, for \"displaying an unhealthy distrust in the senior leadership.\" They said the other was removed for \"disregarding the accepted elder protocol for the bylaw deliberation period\" and \"verbally attacking the lead pastor\" — charges the fired pastor denied, the leaders added.\n\nChurch leadership instructed members of the congregation to shun the two former elders as unrepentant. Former Mars Hill Church elders and members have criticized the church for its harshness in dealing with dissent within its leadership. Additionally, members who have openly questioned or dissented with Mars Hill leaders have been asked to leave the church.  This policy of church discipline was discussed during a lecture given on April 20, 2009 by Mark Driscoll for The Gospel Coalition.\n\nIn early 2012, the church once again became a source of controversy over shunning and disciplinary proceedings when a young man under discipline released documents from his disciplinary contract to blogger and author Mathew Paul Turner. The documents included a discipline contract and an email from church leaders to the congregation directing them to shun him.\n\nResultSource contract for the Real Marriage Book \nOn March 5, 2014, evangelical magazine World published an article claiming that Mars Hill Church paid a $25,000 fee to marketing firm ResultSource, to manipulate sales numbers of Mark Driscoll's book Real Marriage and thereby attain a place on the New York Times bestseller list. ResultSource accomplished this objective—the book briefly reached #1 in the \"Advice How-to\" category—by buying 11,000 copies of the book, using $210,000 of Mars Hill Church's money, from a variety of online sources and payment methods.\n\nThe Evangelical Council for Financial Accountability stated that buying a place on bestseller lists violates its ethical standards, but that because this happened before Mars Hill Church joined they were unable to take action. Christianity Today described the arrangement as \"ethically questionable\", and Carl Trueman of religion journal First Things decried the revelation, writing, \"the overall picture is one of disaster\" and \"[it] has raised questions not simply about personal integrity but also the very culture of American Evangelicalism.\"\n\nDriscoll had used the apparent success of Real Marriage to negotiate a multi-book deal with Christian publisher Tyndale House. The first book under Driscoll's \"Resurgence\" imprint was A Call to Resurgence, with plans to publish five to seven books per year. Tyndale House defended Driscoll's alleged plagiarism in A Call to Resurgence, and affirmed their continuing relationship with Driscoll.\n\nMars Hill Church responded with a statement, writing, \"while not uncommon or illegal, this unwise strategy is not one we had used before or since, and not one we will use again.\" Mars Hill also claimed that the \"true cost\" of the effort was less than \"what has been reported.\"\n\nOn March 17, 2014, Driscoll posted an open letter of apology in response to this controversy and others, writing that he will no longer claim to be a New York Times bestselling author, and that he now sees the ResultSource marketing campaign as \"manipulating a book sales reporting system, which is wrong.\" He wrote that he was giving up his status as a \"celebrity pastor\", that he considered his \"angry young prophet\" days to be over, and that he was reducing his public presence in speaking engagements and on social media.\n\nOn March 28, 2015, Sutton Turner, a former elder of the church who signed the Result Source contract, explained that he disapproved of the marketing plan to use Result Source, but the decision to use it had already been made before he began work at Mars Hill, so he signed the contract anyway. Turner revealed that Driscoll had not been involved in initiating nor signing the contract with Result Source. Turner stated that the business relationship with the marketing firm was initiated by a pastor who resigned shortly thereafter, and remaining church leaders disagreed over the completion of the contract, stating that it would reflect badly on the church and Mark Driscoll.\n\nPlagiarism allegations \nOn November 21, 2013, radio host Janet Mefferd accused Driscoll of plagiarism. Mefferd claimed that 14 pages of Driscoll's book A Call to Resurgence quoted \"extensively and without citation\" from Peter Jones' 1999 book, Gospel Truth/Pagan Lies: Can You Tell the Difference? and Jones' 2010 book One or Two: Seeing a World of Difference. Driscoll's publisher Tyndale House stated that they performed a \"thorough in-house review\" and disagreed that this was a case of plagiarism. Neil Holdway, a plagiarism expert with the American Copy Editors Society, concluded that \"Driscoll had not adequately indicated the extent to which he had borrowed Jones' work.\"\n\nMore allegations of plagiarism in other Driscoll works soon surfaced, including passages from a sermon series companion text, Trial: 8 Witnesses From 1&2 Peter, which were copied verbatim from passages written by David Wheaton in the New Bible Commentary. InterVarsity Press, publisher of the New Bible Commentary, stated that Driscoll failed to properly provide quotation or attribution for the material. The relevant passages were posted online. The allegations soon expanded to include claims that Driscoll used ghostwriters and researchers without giving them proper attribution. As of December 2013, neither Peter Jones, D.A. Carson, nor Janet Mefferd had made any further statements pertaining the case.\n\nSyndicator Salem Radio subsequently removed both the broadcast interview with Driscoll and associated materials from Mefferd's program website and apologized for raising the matter in a broadcast interview. This attempt to shut down the story provoked the resignation of Mefferd's producer, Ingrid Schlueter. In explaining her resignation, Schlueter wrote the following regarding herself and Mefferd:\n\nDriscoll apologized for \"mistakes\" related to the allegations in a statement released to The Christian Post on December 18, 2013. Mefferd eventually left Salem Radio in April 2015.\n\nMars Hill Global Fund \nIn June 2014 an online petition asked Sutton Turner of Mars Hill Church and Dan Busby of the Evangelical Council for Financial Accountability where the money raised through Mars Hill Global Fund actually went. The church reported that \"Mars Hill Church began to use the term 'Global Fund' to solicit gifts restricted for 'capital development and expansion'.  As communicated in the Global Newsletter on July 7, 2009, the Global Fund was used to raise resources for the following purposes:  'start new Mars Hill campuses, plant new Acts 29 churches, and equip leaders at the Resurgence Training Center'. In the 2009-2011 time frame, over 80% of the funds given to the \"Global Fund\" went to Acts 29 church planting, with additional funds used for the Resurgence Training Center and church planting in India.\" Additionally, \"subsequent to June 1, 2012, in early July 2014, Mars Hill Church sent approximately 6,000 letters and 3,765 emails to individuals who had made gifts as a global donor subsequent to June 1, 2012. In these communications, Mars Hill Church offered to redirect the donor's gifts, made as a global donor during this time period, specifically for planting churches in Ethiopia or India.\"\n\nFormer leaders and members protest Mark Driscoll (2014) \nMichael Paulson, writing for The New York Times, wrote that while Driscoll had endured criticism from the American political left and liberal Christianity for many years, recent years leading up to and including 2014 saw the rise of criticism from conservative Christians, including Driscoll's former \"allies and supporters.\" According to the Seattle Times, plagiarism accusations against Driscoll made by Janet Mefferd were a \"crucial turning point\" that drew outside interest into Mars Hill's internal affairs, and prompted inquiries from new critics about the church and how it handled its finances. After hearing of Mefferd's plagiarism accusations, evangelical Christian and Grove City College psychology professor Warren Throckmorton took interest and became a prominent critic of Driscoll and Mars Hill, documenting other examples of perceived plagiarism, abuse reported by former Mars Hill members, and questionable uses of church finances.\n\n\"Repentant Pastors\" \nOn March 29, 2014, four former Mars Hill elders (Kyle Firstenberg, Dave Kraft, Scott Mitchell, and co-founder Lief Moi) created a blog titled \"Repentant Pastor\" and posted online \"confessions and apologies\" related to their leadership roles in Mars Hill. In a joint statement, they wrote, \"we recognize and confess that Mars Hill has hurt many people within the Mars Hill community, as well as those outside the community.\" Salon summarized the statements, writing that the former leaders emphasized their failures to \"rein Driscoll in\" and their complicity with Driscoll's \"autocratic\" management style. Firstenberg wrote that while the church appeared to flourish, employees lived in constant stress, and \"success was to be attained regardless of human and moral cost.\"\n\nMegachurch pastors come to Driscoll's defense \nSeveral prominent pastors publicly defended Driscoll from allegations made against him. Those pastors included mega-church pastor Rick Warren, author of The Purpose Driven Life, and Gateway Church's founding pastor Robert Morris. At the 2014 Gateway Conference, Morris told the audience that he counseled Mark Driscoll directly, and that media reports were largely untrue. Morris cited recent media reports of lead pastor Steven Furtick of Elevation Church as experiencing similar coverage. At the conference, Mark Driscoll was invited up to the stage where he told the audience that he received death threats and that his children allegedly had rocks thrown at them. Driscoll stated that \"I'm just trying to figure out how to be a good pastor to my family first.\"\n\nDriscoll addresses former members' complaints \nIn a recorded message shown to church members on July 27, 2014, Driscoll discussed the various controversies of 2014. He said that he could \"not address some members' discontent ... because the complaints were anonymous.\" According to Rob Smith, former program director at the church, the anonymity assertion \"really touched a nerve\" with former members. In response, dissenters organized a Facebook group called \"Dear Pastor Mark & Mars Hill: We Are Not Anonymous.\"\n\nThe following Sunday, \"dozens of demonstrators\" organized and picketed the Mars Hill Church Bellevue campus (where Driscoll preached live), calling for Driscoll's resignation. Demonstrators carried placards reading \"We Are Not Anonymous\" and \"Question Mark\", and accused Driscoll of bullying, misogyny, inadequate transparency in church finances, and harsh discipline of members. Driscoll was away for his annual summer vacation. A church elder, Anthony Iannicielo, responded that the criticism of Driscoll and Mars Hill \"goes with the territory\" of running a large church with a long history. In a pre-recorded message, Driscoll said that he had been deliberately \"rather silent\" during the criticism, that he found it \"a little overwhelming and a bit confusing\", and that he had no intention of resigning.\n\nRemoval from Acts 29 Network \nOn August 8, 2014, the board of Acts 29 Network removed both Driscoll and Mars Hill Church from membership. Chairman Matt Chandler wrote, \"it is our conviction that the nature of the accusations against Mark, most of which have been confirmed by him, make it untenable and unhelpful to keep Mark [Driscoll] and Mars Hill [Church] in our network.\" The board of directors of Acts 29 expressed gratitude for Driscoll's work with the Network as co-founder and former President, but declared his recent actions \"ungodly and disqualifying behavior.\" To Driscoll, they wrote, \"our board and network have been the recipients of ... dozens of fires directly linked to you ... we are naturally associated with you and feel that this association discredits the network and is a major distraction.\" They further advised him to \"step down from ministry for an extended time and seek help.\"\n\nActs 29 had attempted to \"lean on\" the Mars Hill's Board of Advisors and Accountability (BOAA) to discipline Driscoll, but lost confidence in the board. The BOAA had been set up by Driscoll as his accountability board, rather than the elders of the church. (Members of the BOAA were for the most part professional clergy and businessmen who were not members of the church and hand picked by Driscoll.) The previous month, evangelical leaders and Acts 29 associates Paul Tripp and James MacDonald resigned from the BOAA. Religion correspondent Sarah Pulliam Bailey described Acts 29's decision as \"unusual\" since \"ministries usually leave matters of church discipline up to local churches.\"\n\nBOAA Chairman Michael Van Skaik responded, \"Men, I told the lead pastors ... that we are making real progress in addressing the serious reconciliation and unhealthy culture issues that have been part of Mars Hill Church for way too long. And we are. ... \" He further added that Acts 29 leaders did not contact Mars Hill before acting, and that Driscoll had \"changed his ways\", and described Acts 29's actions as \"divisive.\" Van Skaik also addressed the formal charges brought against Driscoll under the Mars Hill bylaws, writing \"the formal charges that were filed were serious, were taken seriously, and were not dismissed by the board lightly.\"\n\nDriscoll's hiatus from ministry \nOn August 24, 2014, Driscoll announced he would take a six-week \"extended focus break\" from his pastorship while charges against him were investigated. Later that week, a letter signed by nine current Mars Hill pastors which severely criticized Driscoll was leaked to the public. The letter, written days before Driscoll stepped down, urged him to step down from all aspects of ministry. It included a quote from \"internationally recognized\" author, pastor and former BOAA member Paul Tripp saying, \"This is without a doubt, the most abusive, coercive ministry culture I've ever been involved with.\" One of the pastors who signed the letter was fired five days later for \"rebellion against the church.\" By September 9, eight of the nine pastors who signed the letter had resigned or been terminated, including worship director Dustin Kensrue. The last of the nine pastors was demoted from pastor to lay elder.\n\nStaff layoffs and closure of church branches \n\nOn September 7, 2014 (the second week of Driscoll's hiatus), Mars Hill officials, citing \"financial pressures in the wake of recent negative media attention\", announced layoffs and closures of a few church branches. Weekly attendance at the start of the year for all branches was 12,000–13,000, but had dropped to 8,000–9,000. Donations also had a \"steep decline.\" In response, the church planned to lay off \"30 to 40 percent\" of their 100 paid staff members, and close their downtown Seattle branch and University District branch, consolidating both congregations into the Ballard location. Two other branches outside Washington state were marked for possible closure if their finances did not improve. Mars Hill also announced the resignation of Sutton Turner, executive elder since 2011, effective at the end of September 2014.\n\nDriscoll's resignation \nIn the fall of 2014, a group of elders released a report on an investigation into accusations of bullying and intimidating behavior by Driscoll made by 21 former church elders. The investigation involved \"some 1,000 hours of research, interviewing more than 50 people and preparing 200 pages of information.\" The report concluded that Driscoll had never been charged with \"immorality, illegality or heresy,\" and considered \"some of the accusations against Pastor Mark to be altogether unfair or untrue.\" Additionally, the report found that many of the \"other charges had previously been addressed by Pastor Mark, privately and publicly. Indeed, he had publicly confessed and apologized for a number of the charges against him, some of which occurred as long as 14 years ago.\" However, elders did find \"bullying\" and \"patterns of persistent sinful behavior\" by Driscoll. The Board also concluded that Driscoll had \"been guilty of arrogance, responding to conflict with a quick temper and harsh speech, and leading the staff and elders in a domineering manner\", but was not charged with anything immoral or illegal. Driscoll maintained that he had not disqualified himself from ministry.\n\nChurch leadership crafted a \"restoration\" plan to help Driscoll and save the church. Instead, Driscoll declined the restoration plan and resigned on October 14, 2014, citing concerns for his health and safety. His resignation came as a \"surprise\" to the church's Board of Overseers, who said in a statement that they had not asked Driscoll for his resignation.\n\nIn 2015, after the disbanding of Mars Hill, an executive elder of the church stated that \"There has been much talk about the abusive and coercive culture at Mars Hill. What many people do not realize is that some of the very people who were calling for an end to this type of abuse were using abusive tactics.\" The executive elder stated that he was blackmailed by a staff who asked for more severance pay. He also stated that \"former Mars Hill elders were working to file formal charges against me also. I was told that a former lead pastor was approached to lead a group of people who hoped to force my resignation so that I 'could not help Pastor Mark Driscoll'.\"\n\nPastor and theologian John Piper referred to the controversies and subsequent church closure as a \"Satanic victory.\"\n\nIt was a defeat for the gospel, it was a defeat for Mark [Driscoll], it was a defeat for evangelicalism, for Reformed Theology, for complementarianism ... It was a colossal Satanic victory.Driscoll's resignation is thoroughly investigated in the podcast The Rise and Fall of Mars Hill.\n\nClosing \nOn October 31, 2014, lead pastor Dave Bruskas announced plans to dissolve the church's 13 remaining campuses into autonomous entities, with the option of continuing, merging with other congregations, or disbanding, effective January 1, 2015.\n\nOn December 28, 2014, Rick Warren gave the final Sunday sermon at Mars Hill, encouraging its remaining members to \"give grace\" to its leaders, \"You need to be grateful for all the ways that God used Mars Hill Church. Be grateful for all the ways God used Mark Driscoll.\" Driscoll had previously delivered a sermon at Saddleback Church the weekend Rick Warren grieved the loss of his son.\n\nThe Mars Hill Church network officially disbanded Thursday, January 1, 2015. Eleven of the Mars Hill Churches became independent churches and the remaining churches were dissolved.  Prior to the churches disbanding, Mars Hill transferred the majority of its content from its website to  where the church's sermons remain. The Mars Hill website now contains a history of the church and a church directory of the previous Mars Hill churches locations with their new names and websites.\n\nPrior to disbanding on January 1, 2015, Mars Hill Church met at twelve locations, mostly in Seattle and Washington state, with three out of state locations in New Mexico, California, and Oregon. A few locations were closed or consolidated on October 12, 2014. After January 1, 2015, each church location dissolved into an independent congregation.  The remaining members of Mars Hill Ballard reorganized as Cross and Crown Church Seattle, led by former Mars Hill Downtown pastor Matthias Haeusel at Mars Hill's former Ballard location.\n\nIn February 2016, a federal racketeering lawsuit was filed by former Mars Hill members against both Mars Hill and Driscoll. That lawsuit was dismissed in November 2016 after the plaintiffs said they did not have the money to continue the suit. The plaintiffs' online fundraising campaign on GoFundMe had raised $34,660, which was approximately half of its goal.\n\nReferences\n\nFurther reading\n\n Pastor Dude's Mega-Church Draws Crowds - ABC Nightline story about Mars Hill Church\n Tempers Flare at Debate on the Devil - ABC Nightline debate at Mars Hill Church on the Devil\n\nExternal links\n \n\n \nEmerging church movement\nEvangelical churches in Washington (state)\nFormer megachurches\nChurches in Seattle\nChristian organizations established in 1996\nReligious organizations disestablished in 2015",
        "lang": "en"
    },
    {
        "docid": "doc-en-11447",
        "text": "Joel Chandler Harris (December 9, 1848 – July 3, 1908) was an American journalist, fiction writer, and folklorist best known for his collection of Uncle Remus stories. Born in Eatonton, Georgia, where he served as an apprentice on a plantation during his teenage years, Harris spent most of his adult life in Atlanta working as an associate editor at The Atlanta Constitution.\n\nHarris led two professional lives: as the editor and journalist known as Joe Harris, he supported a vision of the New South with the editor Henry W. Grady (1880–1889), which stressed regional and racial reconciliation after the Reconstruction era. As Joel Chandler Harris, fiction writer and folklorist, he wrote many 'Brer Rabbit' stories from the African-American oral tradition.\n\nLife\n\nEducation: 1848–1862 \nJoel Chandler Harris was born in Eatonton, Georgia in 1848 to Mary Ann Harris, an Irish immigrant.  His father, whose identity remains unknown, abandoned Mary Ann and the infant shortly after his birth. The parents had never married; the boy was named Joel after his mother's attending physician, Dr. Joel Branham. Chandler was the name of his mother's uncle. Harris remained self-conscious of his illegitimate birth throughout his life.\n\nA prominent physician, Dr. Andrew Reid, gave the Harris family a small cottage to use behind his mansion. Mary Harris worked as a seamstress and helped neighbors with their gardening to support herself and her son. She was an avid reader and instilled in her son a love of language: \"My desire to write—to give expression to my thoughts—grew out of hearing my mother read The Vicar of Wakefield.\"\n\nDr. Reid also paid for Harris' school tuition for several years.  In 1856, Joe Harris briefly attended Kate Davidson's School for Boys and Girls, but transferred to Eatonton School for Boys later that year. He had an undistinguished academic record and a habit of truancy.  Harris excelled in reading and writing, but was mostly known for his pranks, mischief, and sense of humor. Practical jokes helped Harris cloak his shyness and insecurities about his red hair, Irish ancestry, and illegitimacy, leading to both trouble and a reputation as a leader among the older boys.\n\nTurnwold Plantation: 1862–1866 \n\nAt the age of 14, Harris quit school to work. In March 1862, Joseph Addison Turner, owner of Turnwold Plantation nine miles east of Eatonton, hired Harris to work as a printer's devil for his newspaper The Countryman. Harris worked for clothing, room, and board. The newspaper reached subscribers throughout the Confederacy during the American Civil War; it was considered one of the larger newspapers in the South, with a circulation of about 2,000.  Harris learned to set type for the paper, and Turner allowed him to publish his own poems, book reviews, and humorous paragraphs.\n\nTurner's instruction and technical expertise exerted a profound influence on Harris. During his four-year tenure at Turnwold Plantation, Joel Harris consumed the literature in Turner's library. He had access to Chaucer, Dickens, Sir Thomas Browne,  Arabian Nights, Shakespeare, Milton, Swift, Thackeray, and Edgar Allan Poe. Turner, a fiercely independent Southern loyalist and eccentric intellectual, emphasized the work of southern writers, yet stressed that Harris read widely.  In The Countryman Turner insisted that Harris not shy away from including humor in his journalism.\n\nWhile at Turnwold Plantation, Harris spent hundreds of hours in the slave quarters during time off. He was less self-conscious there and felt his humble background as an illegitimate, red-headed son of an Irish immigrant helped foster an intimate connection with the slaves.  He absorbed the stories, language, and inflections of people like Uncle George Terrell, Old Harbert, and Aunt Crissy. The African-American animal tales they shared later became the foundation and inspiration for Harris's Uncle Remus tales. George Terrell and Old Harbert in particular became models for Uncle Remus, as well as role models for Harris.\n\nSavannah and the South: 1866–1876 \n\nJoseph Addison Turner shut down The Countryman in May 1866.  Joel Harris left the plantation with worthless Confederate money and very few possessions. He lived for a period at The Marshall House.\n\nThe Macon Telegraph hired Harris as a typesetter later that year.  Harris found the work unsatisfactory and himself the butt of jokes around the office, in no small part due to his red hair.  Within five months, he accepted a job working for the New Orleans Crescent Monthly, a literary journal.  Just six months after that, homesick, he returned to Georgia, but with another opportunity at the Monroe Advertiser, a weekly paper published in Forsyth, Georgia.\n\nAt the Advertiser Harris found a regional audience with his column \"Affairs of Georgia.\" Newspapers across the state reprinted his humorous paragraphs and political barbs.  Harris' reputation earned him the position of associate editor at the Savannah Morning News, the largest circulation newspaper in Georgia.   Though he relished his position in Forsyth, Joe Harris accepted the $40-a-week job, a significant pay increase, and quickly established himself as Georgia's leading humor columnist while at the Morning News.\n\nIn 1872 Harris met Mary Esther LaRose, a seventeen-year-old French-Canadian from Quebec.  After a year of courtship, Harris and LaRose married in April 1873.  LaRose was 18, and Harris 27 (though publicly admitting to 24).  Over the next three years, the couple had two children.  Their life in Savannah came to an abrupt halt, however, when they fled to Atlanta to avoid a yellow fever epidemic.\n\nAtlanta: 1876–1908 \nIn 1876 Harris was hired by Henry W. Grady at The Atlanta Constitution, where he would remain for the next 24 years. He worked with other journalists including Frank Lebby Stanton, who was in turn an associate of James Whitcomb Riley. Chandler supported the racial reconciliation envisioned by Grady. He often took the mule-drawn trolley to work, picked up his assignments, and brought them home to complete. He wrote for the Constitution until 1900.\n\nIn addition, he published local-color stories in magazines such as Scribner's, Harper's, and  The Century.\n\nUncle Remus stories and later years\nNot long after taking the newspaper appointment, Harris began writing the Uncle Remus stories as a serial to \"preserve in permanent shape those curious mementoes of a period that will no doubt be sadly misrepresented by historians of the future.\" The tales were reprinted across the United States, and Harris was approached by publisher D. Appleton and Company to compile them for a book.\n\nUncle Remus: His Songs and His Sayings was published near the end of 1880. Hundreds of newspapers reviewed the best-seller, and Harris received national attention. Of the press and attention Walter Hines Page noted, \"Joe Harris does not appreciate Joel Chandler Harris.\"\n\nRoyalties from the book were modest, but allowed Harris to rent a six-room house in West End, an unincorporated village on the outskirts of Atlanta, to accommodate his growing family. Two years later Harris bought the house and hired the architect George Humphries to transform the farmhouse into a Queen Anne Victorian in the Eastlake style. The home, soon thereafter called The Wren's Nest, was where Harris spent most of his time.\n\nHarris preferred to write at the Wren's Nest. He published prodigiously throughout the 1880s and 1890s, trying his hand at novels, children's literature, and a translation of French folklore. Yet he rarely strayed from home and work during this time. He chose to stay close to his family and his gardening.  Harris and his wife Essie had seven more children in Atlanta, with a total of six (out of nine) surviving past childhood.\n\nBy the late 1890s, Harris was tired of the newspaper grind and suffered from health problems, likely stemming from alcoholism. At the same time, he grew more comfortable with his creative persona.\n\nHarris retired from the Constitution in 1900. He continued experimenting with novels and wrote articles for outlets such as The Saturday Evening Post.  Still, he remained close to home, refusing to travel to accept honorary degrees from the University of Pennsylvania and Emory College (now Emory University).  In 1905 Harris was elected to the American Academy of Arts and Letters.\n\nHarris traveled to accept an invitation to the White House by President Theodore Roosevelt.  Two years earlier, Roosevelt had said, \"Presidents may come and presidents may go, but Uncle Remus stays put. Georgia has done a great many things for the Union, but she has never done more than when she gave Mr. Joel Chandler Harris to American literature.\"\n\nOn July 3, 1908, Joel Chandler Harris died of acute nephritis and complications from cirrhosis of the liver. In his obituary, The New York Times Book Review echoed Roosevelt's sentiment, stating: \"Uncle Remus cannot die. Joel Chandler Harris has departed this life at the age of 60 ... but his best creation, [Uncle Remus] with his fund of folk-lore, will live in literature.\"\n\nWriting\n\nFolklore \n\nHarris created the first version of the Uncle Remus character for The Atlanta Constitution in 1876 after inheriting a column formerly written by Samuel W. Small, who had taken leave from the paper. In these character sketches, Remus would visit the newspaper office to discuss the social and racial issues of the day. By 1877, Small had returned to the Constitution and resumed his column.\n\nHarris did not intend to continue the Remus character. But when Small left the paper again, Harris reprised Remus. He realized the literary value of the stories he had heard from the slaves of Turnwold Plantation. Harris set out to record the stories and insisted that they be verified by two independent sources before he would publish them. He found the research more difficult given his professional duties, urban location, race and, eventually, fame.\n\nOn July 20, 1879, Harris published \"The Story of Mr. Rabbit and Mr. Fox as Told by Uncle Remus\" in The Atlanta Constitution. It was the first of 34 plantation fables that would be compiled in Uncle Remus: His Songs and His Sayings (1880). The stories, mostly collected directly from the African-American oral storytelling tradition, were revolutionary in their use of dialect, animal personages, and serialized landscapes.\n\nRemus' stories featured a trickster hero called Br'er Rabbit (Brother Rabbit), who used his wits against adversity, though his efforts did not always succeed. Br'er Rabbit is a direct interpretation of Yoruba tales of Hare, though some others posit Native American influences as well. The scholar Stella Brewer Brookes asserts, \"Never has the trickster been better exemplified than in the Br'er Rabbit of Harris.\" Br'er Rabbit was accompanied by friends and enemies, such as Br'er Fox, Br'er Bear, Br'er Terrapin, and Br'er Wolf. The stories represented a significant break from the fairy tales of the Western tradition: instead of a singular event in a singular story, the critters on the plantation existed in an ongoing community saga, time immemorial.\n\nHarris described Harriet Beecher Stowe's novel, Uncle Tom's Cabin, as a major influence on the characters of Uncle Remus and the Little Boy. When he read Stowe's novel in 1862, he said that it \"made a more vivid impression upon my mind than anything I have ever read since.\" Interpreting Uncle Tom's Cabin as a \"wonderful defense of slavery,\" Harris argued that Stowe's \"genius took possession of her and compelled her, in spite of her avowed purpose, to give a very fair picture of the institution she had intended to condemn\". In Harris's view, the \"real moral that Mrs. Stowe's book teaches is that the ... realities [of slavery], under the best and happiest conditions, possess a romantic beauty and tenderness all their own.\"\n\nThe Uncle Remus stories garnered critical acclaim and achieved popular success well into the 20th century. Harris published at least twenty-nine books, of which nine books were compiled of his published Uncle Remus stories, including Uncle Remus: His Songs and His Sayings (1880), Nights with Uncle Remus (1883), Uncle Remus and His Friends (1892), The Tar Baby and Other Rhymes of Uncle Remus (1904),  Told by Uncle Remus: New Stories of the Old Plantation (1905), Uncle Remus and Brer Rabbit (1907).  The last three books written by Joel Chandler Harris were published after his death which included Uncle Remus and the Little Boy (1910), Uncle Remus Returns (1918), and Seven Tales of Uncle Remus (1948). The tales, 185 in sum, became immensely popular among both black and white readers in the North and South. Few people outside of the South had heard accents like those spoken in the tales, and the dialect had never been legitimately and faithfully recorded in print. To Northern and international readers, the stories were a \"revelation of the unknown.\" Mark Twain noted in 1883, \"in the matter of writing [the African-American dialect], he is the only master the country has produced.\"\n\nThe stories introduced international readers to the American South. Rudyard Kipling wrote in a letter to Harris that the tales \"ran like wild fire through an English Public school. ... [We] found ourselves quoting whole pages of Uncle Remus that had got mixed in with the fabric of the old school life.\" The Uncle Remus tales have since been translated into more than forty languages.\n\nJames Weldon Johnson called the collection \"the greatest body of folklore America has produced\".\n\nJournalism \nEarly in his career at the Atlanta Constitution, Joe Harris laid out his editorial ideology and set the tone for an agenda that aimed to help reconcile issues of race, class, and region: \"An editor must have a purpose. ... What a legacy for one's conscience to know that one has been instrumental in mowing down the old prejudices that rattle in the wind like weeds.\"\n\nHarris served as assistant editor and lead editorial writer at The Atlanta Constitution primarily between 1876 and 1900. He published articles intermittently until his death in 1908. While at the Constitution, Harris, \"in thousands of signed and unsigned editorials over a twenty-four-year period, ... set a national tone for reconciliation between North and South after the Civil War\".\n\nThroughout his career, Harris actively promoted racial reconciliation as well as African-American education, suffrage, and equality. He regularly denounced racism among southern whites, condemned lynching, and highlighted the importance of higher education for African Americans, frequently citing the work of W.E.B. Du Bois in his editorials. In 1883, for example, the New York Sun had an editorial: \"educating the negro will merely increase his capacity for evil.\" The Atlanta Constitution editorial countered with: if \"education of the negro is not the chief solution of the problem that confronts the white people of the South then there is no other conceivable solution and there is nothing ahead but political chaos and demoralization.\"\n\nHarris's editorials were often progressive in content and paternalistic in tone. He was committed to the \"dissipation of sectional jealousy and misunderstanding, as well as religious and racial intolerance\", yet \"never entirely freed himself of the idea that the [southern whites] would have to patronize the [southern blacks].\"\n\nHarris also oversaw some of The Atlanta Constitutions most sensationalized coverage of racial issues, including the 1899 torture and lynching of Sam Hose, an African-American farm worker. Harris resigned from the paper the following year, having lost patience for publishing both \"his iconoclastic views on race\" and \"what was expected of him\" at a major southern newspaper during a particularly vitriolic period.\n\nIn 1904 Harris wrote four important articles for The Saturday Evening Post discussing the problem of race relations in the South; these highlighted his progressive yet paternalistic views. Of these, Booker T. Washington wrote to him:\n\nIt has been a long time since I have read anything from the pen of any man which has given me such encouragement as your article has. ... In a speech on Lincoln's Birthday which I am to deliver in New York, I am going to take the liberty to quote liberally from what you have said.\n\nTwo years later, Harris and his son Julian founded what would become Uncle Remus's Home Magazine. Harris wrote to Andrew Carnegie that its purpose would be to further \"the obliteration of prejudice against the blacks, the demand for a square deal, and the uplifting of both races so that they can look justice in the face without blushing.\" Circulation reached 240,000 within one year, making it one of the largest magazines in the country.\n\nOther works \nHarris wrote novels, narrative histories, translations of French folklore, children's literature, and collections of stories depicting rural life in Georgia.  The short stories \"Free Joe and the Rest of the World\", \"Mingo\", and \"At Teague Poteets\" are the most influential of his non-Uncle Remus creative work.  Many of his short stories delved into the changing social and economic values in the South during Reconstruction.  Harris's turn as a local colorist gave voice to poor white characters and demonstrated his fluency with different African-American dialects and characters.\n\nLegacy \nHarris's legacy has largely been ignored by academia, in part due to the Uncle Remus character, use of dialect, and plantation setting. Harris's books exerted a profound influence on storytellers at home and abroad, yet the Uncle Remus tales effectively have no critical standing. His legacy is, at the same time, not without considerable controversy: Harris's critical reputation in the 20th and 21st centuries has been wildly mixed, as he was accused of appropriating African-American culture.\n\nCriticism \nCritic H. L. Mencken held a less than favorable view of Harris:\n\nOnce upon a time a Georgian printed a couple of books that attracted notice, but immediately it turned out that he was little more than an amanuensis for the local blacks—that his works were really the products, not of white Georgia, but of black Georgia. Writing afterward as a white man, he swiftly subsided into the fifth rank.\n\nKeith Cartwright, however, asserts, \"Harris might arguably be called the greatest single authorial force behind the literary development of African American folk matter and manner.\"\n\nIn 1981 the writer Alice Walker accused Harris of \"stealing a good part of my heritage\" in a searing essay called \"Uncle Remus, No Friend of Mine\". Toni Morrison wrote a novel called Tar Baby. Such a character appears in a folktale recorded by Harris. In interviews, Morrison said she learned the story from her family and owed no debt to him.\n\nScholars have questioned his collection of stories, citing the difficulty that many white folklorists had in persuading African Americans to divulge their folklore. But, others note the similarity of African folk stories in several sources that are similar to the Brer Rabbit tales as published, which represent a folk genre. Examples include the Ila language Sulwe mbwakatizha Muzovu (\"Hare makes the elephant afraid\") in Smith & Dale The Ila-Speaking Peoples of Northern Rhodesia volume 2, page 309. In the totally unrelated Kanuri or Bornuese culture in Northern Nigeria, such tales as a Fable of Jackal and a Hyena display similar themes quite in the Brer Rabbit manner. The difficulties in obtaining printed sources on the African languages may have inhibited these aspects of critical treatment. Some critical scholars cite Uncle Remus as a problematic and contradictory figure: sometimes a mouthpiece for white paternalism, sometimes a stereotype of the black entertainer, and sometimes poetically subversive.\n\nJulius Lester, a black folklorist and university professor, sees the Uncle Remus stories as important records of black folklore.  He has rewritten many of the Harris stories in an effort to elevate the subversive elements over the purportedly racist ones. Regarding the nature of the Uncle Remus character, Lester said,\n\nThere are no inaccuracies in Harris's characterization of Uncle Remus. Even the most cursory reading of the slave narratives collected by the Federal Writer's Project of the 1930s reveals that there were many slaves who fit the Uncle Remus mold.\n\nThe author Ralph Ellison was positive about Harris' work:\n\nAesop and Uncle Remus had taught us that comedy is a disguised form of philosophical instruction; and especially when it allows us to glimpse the animal instincts lying beneath the surface of our civilized affectations.\n\nSome 21st-century scholars have argued that the Uncle Remus tales satirized the very \"plantation school\" that some readers believed his work supported.  Critic Robert Cochran noted: \"Harris went to the world as the trickster Brer Rabbit, and in the trickster Uncle Remus he projected both his sharpest critique of things as they were and the deepest image of his heart's desire.\" Harris omitted the Southern plantation house, disparaged the white Southern gentleman, and presented miscegenation in positive terms. He violated social codes and presented an ethos that would have otherwise shocked his reading audience. These recent acknowledgements echo early observations from Walter Hines Page, who wrote in 1884 that Harris \"hardly conceals his scorn for the old aristocracy\" and makes \"a sly thrust at the pompous life of the Old South.\"\n\nMore recently, the scholars Henry Louis Gates Jr. and Maria Tatar debated whether to include Uncle Remus stories in their 2017 volume, The Annotated African American Folktales. Ultimately they decided on inclusion, along with a detailed preface on the critical issues surrounding Harris, race, and cultural appropriation.\n\nInfluence \nChildren's literature analyst John Goldthwaite argues that the Uncle Remus tales are \"irrefutably the central event in the making of modern children's story.\" Harris's influence on British children's writers such as Kipling, Milne, Potter, Burgess and Blyton is substantial. His influence on modernism is less overt, but also evident in the works of Pound, Eliot, Joyce, and Faulkner.\n\nBeatrix Potter illustrated eight scenes from the Uncle Remus stories between 1893 and 1896, coinciding with her first drawings of Peter Rabbit. Potter's family had favored the Uncle Remus stories during her youth, and she was particularly impressed by the way Harris turned \"the ordinary into the extraordinary.\" Potter borrowed some of the language from the Uncle Remus stories, adopting the words: \"cottontail,\" \"puddle-duck,\" and \"lippity-(c)lippity\" into her own work.\n\nMark Twain incorporated several of the Uncle Remus stories into readings during his book tour. He wrote to William Dean Howells in the early 1880s, reporting that the \"Tar Baby\" had been received \"best of all\" at a reading in Hartford. Twain admired Harris' use of dialect. He appropriated exchanges and turns of phrase in many of his works, most notably in Adventures of Huckleberry Finn and The Mysterious Stranger.\n\nA.A. Milne borrowed diction, plot, and narrative structure from several Brer Rabbit stories. \"Pooh Goes Visiting\" and \"Heyo, House!\" are particularly similar. As a boy, Milne recalled listening to his father read one Uncle Remus story per night, and referred to it as \"the sacred book.\"\n\nCharles Chesnutt's most famous work, The Conjure Woman, is strongly influenced by the Uncle Remus tales; he features Uncle Julius as the main character and storyteller. Chesnutt read the Uncle Remus stories to his own children.\n\nMany scholars cite Harris' influence on William Faulkner, most importantly in terms of dialect usage, depictions of African Americans, lower-class whites, and fictionalized landscape.\n\nPoets Ezra Pound and T. S. Eliot corresponded in Uncle Remus-inspired dialect, referring to themselves as \"Brer Rabbit\" and \"Old Possum,\" respectively. Eventually the dialect and the personae became a sign of their collaboration against the London literary establishment. Eliot titled one of his books Old Possum's Book of Practical Cats.\n\nRalph Bakshi wrote and directed a 1975 American live action/animated crime film titled Coonskin based on Harris' Brothers rabbit, fox, and bear who rise to the top of the organized crime racket in Harlem, encountering corrupt law enforcement, con artists, and the Mafia.\n\nSong of the South \nIn 1946, the Walt Disney Company produced a film based on the Uncle Remus tales called Song of the South. While commercially successful during its original release and re-releases, the film has never been released for home consumption in the United States as, since its release, the film was criticized for the way it portrays its characters and the Southern U. S. in regard to slavery, even though the film's events take place in the postbellum South, when slavery had ended. Song of the South has been released on video in a number of overseas markets, and on LaserDisc in Japan.\n\nThe film earned mixed critical reviews and two Academy Awards.  James Baskett won an honorary Academy Award for his portrayal of Uncle Remus, and \"Zip-A-Dee-Doo-Dah\" was presented with the award for Best Original Song. Walter White of the NAACP acknowledged \"the remarkable artistic merit\" of the film in his telegraphed press release on November 27, 1946, but decried the \"impression it gives of an idyllic master-slave relationship.\"\n\nSince its debut, the public perception of Harris and the Uncle Remus stories has largely been tied to the reception of Song of the South.\n\nLegacy and honors \n The Wren's Nest, Harris's home in the historic West End neighborhood of Atlanta, Georgia, has been designated a National Historic Landmark. It has been operated as a museum home since 1913.\n Uncle Remus Museum in Eatonton, GA commemorates the life of Harris.\n A state historic landmark plaque was erected in Savannah, GA on Bay Street across from the now demolished Savannah Morning News building where Harris worked in that city.\n The U.S. Post Office issued a 3-cent stamp commemorating Joel Chandler Harris on the 1948 100th anniversary of his birth.\n A state historic landmark plaque was erected in Forsyth, GA on Main Street at N 33° 2.057', W 83° 56.354'. The plaque reads: One block east stood the old office of The Monroe Advertiser, where Joel Chandler Harris, creator of \"Uncle Remus,\" came in 1867, as a boy of nineteen, to work until 1870. Here he advanced from printer's devil to accomplished journalist. Of his duties, Harris said: \"I set all the type, pulled the press, kept the books, swept the floor and wrapped the papers for mailing.\" His typestand is still in use at the present office of The Monroe Advertiser.\n\nSelected list of works \n Uncle Remus: His Songs and His Sayings (1880)\n Nights with Uncle Remus (1883)\n Mingo and Other Sketches in Black and White (1884)\n Free Joe and Other Georgian Sketches (1887)\n Daddy Jake, The Runaway: And Short Stories Told After Dark (1889)\n Joel Chandler Harris' Life of Henry W. Grady (1890)\n Balaam and His Master and Other Sketches and Stories (1891)\n On the Plantation: A Story of a Georgia Boy's Adventures During the War (1892)\n Uncle Remus and His Friends (1892)\n Little Mr. Thimblefinger and his Queer Country: What the Children Saw and Heard There (Houghton Mifflin, 1894), illustrated by Oliver Herford, \n Mr. Rabbit at Home (1895), illus. Herford – sequel to Mr. Thimblefinger, \n Sister Jane: Her Friends and Acquaintances (1896)\n The Story of Aaron (so named): The Son of Ben Ali (1896), illus. Herford, \n Aaron in the Wildwoods (1897), illus. Herford – sequel, \n Tales of the Home Folks in Peace and War (1898)\n The Chronicles of Aunt Minervy Ann (1899)\n Plantation Pageants (1899)\n On the Wing of Occasions (1900)\n Gabriel Tolliver (1902)\n The Making of a Statesman and Other Stories (1902)\n Wally Wanderoon and His Story-Telling Machine (1903)\n A Little Union Scout (1904)\n The Tar-Baby and Other Rhymes of Uncle Remus (1904)\n Told By Uncle Remus: New Stories of the Old Plantation (1905)\n Uncle Remus and Brer Rabbit (1907)\n Shadow Between His Shoulder Blades (1909)\n Uncle Remus and the Little Boy (1910)\n Uncle Remus Returns (1918)\n Seven Tales of Uncle Remus (1948)\n\nSee also\n\n Literature of Georgia (U.S. state)\n\nReferences\n\nBibliography\n\nExternal links \n\n Joel Chandler Harris, New Georgia Encyclopedia\n The Wren's Nest, Harris's historic home in Atlanta, GA\n Robert Roosevelt's Brer Rabbit Stories\n Theodore Roosevelt on Brer Rabbit and his Uncle\n \n \n \n Works by Joel Chandler Harris openly available with full text and large zoomable images in the University of Florida Digital Collections\n Uncle Remus His Songs and Sayings from American Studies at the University of Virginia\n \"Death Calls 'Uncle Remus' and Whole World Mourns\", Atlanta Georgian, July 4, 1908. From the Atlanta Historic Newspaper Archive\n Remembering Remus – Frank Stephenson, Florida State University\n \n\n1848 births\n1908 deaths\nPeople from Eatonton, Georgia\nAmerican children's writers\nAmerican male journalists\nThe Atlanta Journal-Constitution people\nWriters from Atlanta\nWriters of American Southern literature\nFabulists\nAmerican folklorists\nFolklore writers\nDeaths from nephritis\nDeaths from cirrhosis\nAmerican people of Irish descent\nAlcohol-related deaths in Georgia (U.S. state)",
        "lang": "en"
    },
    {
        "docid": "doc-en-9696",
        "text": "Surabaya Dock of 14,000 tons was a floating dry dock which served in the Dutch East Indies and Indonesia from 1916 till at least the late 1950s.\n\nContext\n\nA large floating dry dock for the Dutch East Indies \nIn 1900, there were three floating dry docks in the Dutch East Indies. The biggest was Onrust Dock of 5,000 tons, stationed at Surabaya. A relatively new dry dock was Tanjung Priok Dock of 4,000 tons at Tanjung Priok, Batavia. The old Onrust Dock of 3,000 tons was stationed at Sabang at the western extremity of the archipelago. The two dry docks on Java could service most ships that visited the island. They were capable of lifting all ships that the Dutch navy had, and it was thought that they would also be able to lift those which the navy would acquire in the foreseeable future.\n\nOnrust Dock of 5,000 tons had been commissioned, and stationed at Onrust Island in 1880. In 1883, she lifted Koning der Nederlanden of 5,400 ton displacement. In September 1884 Koning der Nederlanden was again reported in the dock. Soon after, the dock lifted the Russian armored cruisers Vladimir Monomakh of 5,683t, and (after unloading) Minin of 6,234t. It had been proven that Onrust Dock of 5,000 tons could handle all Dutch warships and even some bigger ships. In 1886 the dry dock was rebased to Surabaya.\n\nIn 1903, the Dutch Navy in Surabaya then got a nasty surprise when the new HNLMS Koningin Regentes of 5,002t displacement arrived. Onrust Dock of 5,000 tons proved unable to lift her! It was known that the official capacity of the dry dock had gone back from 4,800 tons to 4,500 tons, but in view of the above this was still surprising. Meanwhile, there were plans for a new dry dock of 7,000 tons. After consultations between the ministries for the navy and the colonies, a commission for dry dock facilities in the Indies was appointed in January 1904. Members where: the retired VA N. Mac Leod, the retired chief engineer Siebers of the Marine establishment in Surabaya, Mr. W. Fenenga of the Amsterdamsche Droogdok Maatschappij, Navy shipbuilding engineer Van Veen, and as secretary Lieutenant Schoonhoven. This commission made a report in late 1904. In December 1904, a Dutch M.P. asked the minister for the navy about a new dry dock for Surabaya. He stated the cost of docking in Singapore, and the need for independence in this respect, but nothing much happened.\n\nIn 1903, the Droogdok Maatschappij Tandjong Priok in Batavia was very busy. Its commercial Tanjung Priok Dock of 4,000 tons had so much work, that some of the maintenance had to be postponed. In 1905 the company got permission to erect a patent slip that could serve vessels of up to 2,000 tons displacement, which was big enough for most vessels which regularly docked at Batavia.\n\nThe port of Port of Tanjung Perak in Surabaya \nSurabaya was the commercial center of Java, with good connections to the interior. In the nineteenth century, this had led to the establishment of the main Dutch navy base of the Dutch East Indies at Surabaya. Meanwhile, the harbor of Surabaya was nothing more than a place to safely anchor offshore. This meant that goods had to be transloaded to ships via boats, considerably raising the cost of calling at Surabaya. In about 1909, the Dutch government therefore started the construction of a modern port known as the Port of Tanjung Perak (Dutch: Tandjong Perak). On 22 September 1910. the Droogdok Maatschappij Soerabaja (DMS) was established to manage a dry dock facility at Surabaya. It ordered Surabaya Dock of 3,500 tons, which would arrive in 1912.\n\nA large dual use dry dock \nOn 1 January 1910, Onrust Dock of 5,000 tons was still the largest dry dock in the Dutch East Indies. Under normal circumstances, it would not be large enough to lift the armored cruiser De Zeven Provinciën, which had been launched on 15 March 1909. However, as De Zeven Provinciën displaced 6,530 tons, being too large for Onrust Dock of 5,000 tons, did not mean that she required a dry dock of 14,000 tons, i.e. more than twice the size required to lift her. There had been ideas to acquire ships that were slightly larger, but these did not even make it to the design phase. Later plans for battleships would have led to ships which would have been too wide and high for the 14,000 tons dry dock.\n\nIn effect the explanation for the size of the dry dock is straightforward. In June 1910, the 139 m long ocean liner SS Prinses Juliana of 8,300 tons, and 12,190 ton displacement was launched. She was the biggest ship built in the Netherlands up to then. She was also a ship of the Nederland Line, the main shipping line between the Netherlands and the Dutch East Indies. She was soon followed by a sister ship. The Dutch government could not ignore the appearance of these large ships. If these ships could not rely on a suitable repair facility in the Dutch East Indies, their owners might prefer to use the excellent harbor of Singapore.\n\nIn summary: Surabaya Dock of 14,000 tons was a dry dock meant for use by the navy and merchant shipping. In the end the size of commercial ships was decisive for the size of the new Surabaya dry dock. That it became so large was caused by the plans becoming mixed up with those for the port of Surabaya. In 1903, the new dry dock would become a 7,000 tons dry dock. In 1907 there was talk about dredging the approaches to Surabaya, and the capacity of the dry dock having to become larger than was previously thought. In November 1910, the Minister for the Colonies Jan Hendrik de Waal Malefijt presented a design for a dry dock of 120 m long and 12,000 tons lift capacity, but by then M.P.'s wanted a larger dock, because the ships of the Nederland Line and others were larger (see Prinses Juliana above).\n\nIn December 1910, Minister de Waal Malefijt then appointed a commission that was to decide on the type and size of the dry dock. The East Indies would meanwhile have to make plans for the mooring place (Navy base or new port of Surabaya) and the management of the dry dock. If the commission would advice something much more expensive than was envisioned up to then, the minister would get back to the House of Representatives. The commission consisted of: Mr. de Jongh, ex-director of the Public works of Rotterdam (chair); jhr Op ten Noort, member of the board of the Nederland Line; D. Goekoop, chairman of the society of the Dutch shipbuilding industry; Mr. Kloos, chief engineer of Nederlandsche Fabriek van Werktuigen en Spoorwegmaterieel; Fenenga, manager of Amsterdamsche Droogdok Maatschappij; Mr. C. Nobel, manager of Rotterdam Public Works, and future manager of Tanjung Perak; Lt-Captain Umbgrove; and Mr. van Beek, chief-engineer and director of navy ship construction. Meanwhile 500,000 guilders for the dry dock were put on the 1911 budget for the Dutch East Indies.\n\nConstruction and characteristics\n\nOrdering and Construction \n\nThe overall design and construction of Surabaya Dock of 14,000 tons was led by W. Fenenga. In May 1911, construction was tendered on behalf of the Ministry of the Colonies. It was to be a self-docking dry dock of the 'bolted sectional' type. The three sections of almost equal length were to be joined on the whole profile of the dock. Length was to be 140 m, width on the inside 25 m, width on the outside 35 m. The sides above the water were to be 116 m long. These were high 10 m above the pontoon deck, 4.5 m wide on the pontoon deck, and 2.8 m wide at the top. The pontoons had a depth of hold of 4.6 m in the center. The dry dock would be powered by electricity. It should be able to lift a ship of 14,000 ton displacement and 7.5 m draft in four hours. It would be delivered and tried where built, and be towed to Surabaya. Delivery date would be in June 1912. The tender was won by the Nederlandsche Scheepsbouw Maatschappij in Amsterdam.\n\nThe NSM had recently proven her capabilities with regard to dry dock construction by building Juliana Dock of 12,000 tons. Juliana Dock had been built at a special construction site on the northern shore of the IJ. With her dimensions, she would not have been able to reach the IJ from NSM's shipyard, because the Oosterdok Lock was too narrow. As she was made for the Amsterdamsche Droogdok Maatschappij, her dimensions did not matter with regard to reaching open sea. She would be used in the direct vicinity. Using the same construction site for Surabaya Dock of 14,000 tons was not possible. In order to reach open sea, she would then have to pass either the Oranje Locks of 17.5 m width, or the 25 m wide Middle Lock of the IJmuiden Locks.\n\nThe only alternative to transport such a wide dry dock from Amsterdam to the North Sea, was to tow it over the Zuiderzee. A special construction site was therefore built near Schellingwoude on the , east of the Oranje Locks. Before construction could begin, 1,200 piles were driven into the ground as a foundation to support the huge weight of the dry dock, and that of the cranes and machines needed for construction. A steam engine with dynamo was set up to provide power to the site for lighting and driving tools. A high-pressure steam compressor was brought in for pneumatic drilling and riveting, a low pressure steam compressor was brought in for abrasive blasting. Two big gantry cranes were erected, as well as temporary buildings for storage, lunchroom etc.\n\nCharacteristics \nSurabaya Dock of 14,000 tons was of the 'bolted sectional' type, and made of Siemens Martin steel. Its three sections could be taken apart, so one section could be lifted by the other two for maintenance. The sections were solidly connected with bolts, rivets and rubber linings. This was done at extra reinforced connection compartments. It made self docking a tedious procedure, which made the dry dock unavailable for quite some time.\n\nThe bolted sectional type was an improvement over the previous pontoon dock, e.g. Tanjung Priok Dock of 4,000 tons, which had sides in one piece. The pontoon dock was self-docking, because pontoons could be taken out from under it for maintenance, while they were replaced by others. This gave practically no down time for the dock. The bolted sectional type had more rigidity, with the advantage of lifting ships more evenly.\n\nAnother maintenance aspect was the use of bituminous enamel coating, which had also been applied to Surabaya Dock of 3,500 tons. It was used up till the waterline on the outside, and overall on the inside, and protected the dry dock against corrosion. The coating was supplied by William Briggs & Sons Ltd. from Dundee, Scotland. During the first self docking in 1921 the coating was proven to be very effective. There was little biofouling on the hull. Most of it was seaweed that was easily removed. In between the seaweed, many mussels had attached themselves to the hull. In places where the coating had been damaged, by sunlight or concussion, these mussels had caused rather deep pits in the hull. There were about 400-500 pits on each section. These were closed by welding. There was no need to replace plates.\n\nThe dry dock was  long. Beam was  The sides were  wide on the pontoon level, and  wide on top. The depth of hold of the pontoon ranged from  on the sides to  in the center. The total height on the sides was . Maximum draft was  At the time. Dutch shipbuilders often used English feet for measurements.\n\nEach of the three pontoons was divided by three lateral bulkheads. The total connected pontoon also had eight traverse bulkheads in addition to the two sectional endings. This way the pontoon was divided in 4 times 11 (44 total) watertight compartments. The main frames were positioned  apart. In between, there were lighter frames placed  apart. The pontoon had extra reinforcements below the blocks, and where the other sections of the dock would be during self-docking.\n\nThe pumps had to be able to lift the loaded dry dock in four hours. There was one main centrifugal pump of  diameter in each section, placed as low as possible. Each was driven by a 140 hp electric motor with vertical shaft. These motors were placed in teak houses on top of the dry dock's sides. Each section also had a small centrifugal pump, which served as a bilge pump, and was driven the same way. Electricity would be provided from shore.\n\nThe dry dock was controlled from a central operating room, from whence the pumps, valves, and gate valves could be operated. One table had the controls for electric-pneumatic operation of the gate valves of the 44 water tight compartments. A second table had 48 pneumatically driven sight glasses, which showed the water level in each of these compartments, and the water level outside the four sides of the dry dock. The operating room had a telephone connection to the motor houses.\n\nFor construction of specialist parts NSM had subcontracted with other manufacturers: With Louis Smulders & Co. from Utrecht for the pumps; With Electrotechnische Industrie v/h Willem Smit & Co. in Slikkerveer for the electric motors; With Firma Groeneveld, van der Poll & Co. from Amsterdam for the electrical installation; With Haarlemsche Machinefabriek v/h Gebroeders Figee for the (electrically powered) capstans; and with Firma H. Olland from Utrecht for the control tables and sight glasses.\n\nLaunch and Voyage to Surabaya\n\nLaunch \n\nSurabaya Dock of 14,000 tons was launched on 7 June 1913. The time was set at 2 PM in order to launch at high tide. The launch was a momentous occasion. At 11 AM the saloon motor boat Alkmaar left the De Ruijter Quay (southern bank of the IJ near Centraal Station) with a number of high-ranking guests. These were: The Minister for the Colonies J.H. de Waal Malefijt; the Minister for Waterstaat L.R.H. Regout; J.G. Staal and L.A. Salverda de Grave, the secretary generals of both departments; De Jongh and Kloos of the advisory commission; J.T. Cremer, president, and L.P.D. op ten Noord, and J.C. Jansen all three members of the supervisory board of NSM; D. Goedkoop, CEO of NSM, and H. Goekoop, vice president of NSM. The guests were shown around, and climbed the stairs on one of the sides. After the visit the guests returned to Alkmaar to lunch on board.\n\nAfter arriving back on the southern shore, they found some other people wanting to see the launch, and so Alkmaar then turned back to the launch site. At 14:30 the dry dock was actually launched by turning on some hydraulic presses. On the sides she carried the text: 'Gouvernements Droogdok Soerabaja'. After the launch J.T. Cremer and the ministers made a speech on board Alkmaar.\n\nVoyage to Surabaya \n\nOn Saturday 21 June at 4 PM tugboats started to tow Surabaya Dock of 14,000 tons over the Zuiderzee towards Nieuwediep. On Monday at 2:30 AM, she arrived in the Texel Roadstead. The transport of the dry dock to Surabaya had been confided to the tow service Zur Muhlen en De Graaf, which had prepared its strongest tugs. The Ocean going tug Atlas measured 519 ton and had 1,500 ihp. She was commanded by Captain J. Bakker and had 18 crew. The ocean-going tug Titan measured 352 ton and had 1,000 ihp. She was commanded by Captain C. Spanjer and had 16 crew. The dock itself was commanded by Captain K. Lieuwen and had 17 crew. The tug Simson would accompany the convoy till the end of the English Channel.\n\nThe 'Manilla hawsers' on board the tugs were  thick. The tugs also had pumps, diving equipment, and electrical search lights. Atlas had wireless telegraphy. On the dry dock itself, many parts had been temporarily reinforced. There were also anchors, anchor windlasses, life boats etc. For the dry dock crew there was a temporary deck house. There was also a temporary steam engine on board for generating electricity, made by Louis Smulders & Co. from Utrecht. This way the dry dock could be operated during the voyage, which would at least be handy for the bilge pumps.\n\nAt 11 AM on 23 June, the tugs were put before the dry dock. The armored cruiser Heemskerck and some smaller navy vessels came out to wish the dry dock a good voyage. At 12 AM the tugs started to tow with a speed of 4 knots. Once at sea, the hawsers were lengthened to 300 meters, and Simson joined the effort. The tug Hercules with some officials joined the convoy till it reached Callantsoog at 2:40 PM. The plan was to make 80 miles a day. Bunkering had been planned at Algiers, Malta, Port Said, Aden, Colombo and Sabang. In Aden, the convoy would also wait for the end of the monsoon.\n\nOn 25 June. at noon the convoy passed Dover. At 26 June at noon it was south of the Isle of Wight. On the afternoon of the 27th, it was 20 miles south east of Start Point, Devon. On the morning of the 28th, it was ten miles south of Lizard Point, Cornwall. Simson then turned about, and Surabaya Dock of 14,000 tons was henceforward only pulled by Atlas and Titan. On 10 July, the convoy was at  (near Cadiz). On 11 July, the convoy passed Gibraltar. On 16 July, Titan entered Algiers to load coal. On 22 July, the convoy was at , north of Tunis. On 31 July, the convoy was at , south of Crete. On 5 August, the convoy arrived at Port Said.\n\nPassing through the Suez Canal proved relatively easy, but it was still 13 August when the convoy left from Suez. A sand storm that hit the convoy in the Red Sea was probably the most dangerous event of the trip. On the 27st, the convoy passed Perim in the Strait of Mandeb, and entered the Gulf of Aden. On 29 August, it reached Aden. Here it had to wait at open sea for two days, because the weather made the trip into the harbor too dangerous. In Aden, the convoy waited for the monsoon to pass, diminishing the chances for bad weather in the Indian Ocean. The Times of India summarized the progress so far. Average speed had been 3.5 knots. The largest distance covered in one day was 110 miles. Near Cape St. Vincent progress had been slow, covering only 36 miles in 24 hours. Passing the Suez Canal had been easier than expected, even though engine trouble made that the dry dock hit one of the shores of the canal.\n\nThe convoy left Aden on 18 September. Near Socotra coal was transferred from the dry dock to Titan. On 9 October, Atlas sent a telegram via the steamers Teheran and Colombo, stating the convoy to be at . On 17 October, the dry dock, towed by Atlas alone arrived at Colombo. Titan had steamed ahead, to bunker before their arrival. This allowed the convoy to leave at 18 October. On 1 November, the convoy reached Sabang, the first port in the Dutch East Indies. Here Atlas arrived alone in order to bunker ahead of the others. After bunkering the convoy continued its trip on the same day. On 10 November, the convoy passed the Straits of Durian. On Friday 21 November, the convoy reached Surabaya. At 6 AM, the convoy approached the basin. Atlas was towing the dry dock, and Titan was behind her to keep her on course. At 8 AM it had been bought into the new Torpedo Boat Harbor.\n\nService\n\nDelayed commissioning \nThe original plan was that the new harbor of Surabaya would be ready in 1913, but that did not happen. For the Droogdok Maatschappij Soerabaja (DMS), the delays meant that in November 1913 one expected the port, and specifically the location for the DSM, to be completed two years later than planned. Therefore, the dry dock company did not send the equipment for the planned repair shipyard with about 60 machines to Surabaya. DMS already had the smaller Surabaya Dock of 3,500 tons, which it owned. This was anchored offshore, instead of in the unfinished harbor.\n\nDMS had negotiated with the state to lease Surabaya Dock of 14,000 tons, but there was no effective contract when the dock arrived in Surabaya. Without assurance of a suitable location, DMS was probably also not that eager to come to a final contract. Therefore, the navy would take the dry dock into conservation for the time being. On the other hand, this was not good for DMS, because there was a fear that the navy would not let go of the dock if it was successful in commercial operation.\n\nAfter World War I started in July 1914, there was a strong demand for dry dock capacity in the Dutch East Indies. By November 1914, the East Indies government had proposed that the minister for the colonies make a second attempt to come to an agreement with DMS. It also proposed that in case of failure to come to an agreement, the navy should operate the dock. The government then ordered the navy to take the 14,000 tons dock into use. Therefore Onrust Dock of 5,000 tons was moved to a different location. Her old location was then deepened to 15 m. The Hollandsche Aannemnings Maatschappij, which also built the new port, accepted the job. In little over a week, a big dredging vessel removed 40–45,000 3 of ground.\n\nIn early January 1915, Surabaya Dock of 14,000 tons was towed and fixed into position, and a test was done to submerge it's deck. However, it seems that the navy did not use the dock, which was not in a suitable location for merchant shipping. Whatever the motives, the move might have put pressure on DMS. By October 1915 there was news about new negotiations between the East Indies government and DMS in order to lease the dry dock and to move it to the new port. In late November 1915, the Minister for the Colonies and DMS came to a final agreement to lease Surabaya Dock of 14,000 tons\n\nRegular service \n\nOn 13 March 1916, the workplaces of the drydock company DMS became operational. On 29 March 1916, Surabaya Dock of 14,000 tons was towed into the new port. March 1916 was also the month that the 3,500 tons dock was brought into the new port. By 15 April 1916 the 14,000 tons dry dock had lifted SS Arakan of 5,106 GRT. Other ships followed, but even in 1917 the dock was not yet in its designated place, because the government had not yet placed the required dolphins. In 1917, the dry dock was nevertheless quite busy with 96 ships using the dock in 89 dockings (i.e. multiple ships in one go) for 283 days.\n\nIn 1916–1917, DMS got a remarkable assignment. For the Van Meel shipping line, it was to revise three old sailings ships, which were to sail to Europe around the cape with tobacco. These were: Albertina Beatrice, John Davie, and Nest. There is a picture of the barque Nest on board the smaller dry dock, see Surabaya Dock of 3,500 tons. Another picture has a ship of this shipping line with a male figurehead and visible bow on the deck of Surabaya Dock of 14,000 tons. From a picture, the ship on the dock is shown to be the John Davie.\n\nIn 1918, Surabaya Dock of 14,000 tons lifted Surabaya Dock of 3,500 tons for 22 days, so she could be repaired. That year Surabaya Dock of 14,000 tons serviced 82 ships in docking operations which lasted 344 days. In 1919, the dock was busy for 97 ships in 83 dockings for 295 days. In 1920, this was 121 ships in 95 dockings which lasted for 329 days.\n\nIn 1920, the terrain where DMS would finally establish its 99.5 by 39.5 m hall was created. In 1921, the two dry docks were joined by Surabaya Dock of 1,400 tons, a smaller dry dock which had been bought in Germany. The years 1921-1925 were rather bad for DMS, and so the docks had little to do. The years 1926-1929 saw a vast expansion of the company. It succeeded in attracting most of the maintenance work for Dutch local shipping companies, which previously preferred to have their maintenance done abroad. Some foreign ships even visited Surabaya just for docking, something unimaginable before WW I.\n\nFirst self docking \nThe original plan was that the first self docking of Surabaya Dock of 14,000 tons would take place after 5 years in the Dutch East Indies. Due to several circumstances, including the war, this was delayed till May 1921. More than 10 days passed before the three sections were disconnected on 1 June. The challenge was to level these section as exactly as possible in order to prevent them breaking apart forcibly, with risk of severe damage. The three sections were then connected with  steel cables, while the outer sections got below the middle section. On 22 June, the docking of the first section started. On 13 July, this docking was finished. On 19 July, the third section was lifted. This was finished on 4 August. On 10 August, the middle section was lifted. This section was finished on 30 August.\n\nWhile lifting the first section, an eastern wind of 6 Bft made that the section that was to be lifted acted as a gigantic sail. In the end, it proved complex to get, and keep the sections in the required positions before lifting a section. The worst margin of the three lifts was 20 cm in length and 10 cm in width. Another challenge was that the lifting sections of course sank deeper under the lifted section. The lifting sections were kept level by pumping out more water from the compartments directly under the lifted section. In summary, the total procedure of lifting a section took between five and nine hours. From 3 to 17 September the sections were bolted together again. On 23 September, the dry dock was towed back to its original location. On 24 September, it was operational again.\n\nThe great depression \n\nThe Great Depression led to some very depressed years for DMS. In the early years, it especially hit the 3,500 and small 1,400 tons docks of the company. From 1931 to 1935 there was no dividend. Over 1936 only a small dividend of 2.5%. Over 1937 a more normal divided of 5% was paid to the shareholders.\n\nIncreased lift capacity of 15.500 tons \nIn 1937, Surabaya Dock of 14,000 tons was lengthened from . As a side effect, lift capacity increased from 14,000 tons to 15,500 tons. The lengthening was done by DMS building two small extra dock sections on its own shipyard in Surabaya. The lengthening had everything to do with the Dutch navy commissioning the light cruiser De Ruyter in October 1936. This cruiser was  long, and displaced 7,669 t. This was substantially longer than the Java-class cruisers of  length.\n\nWorld War II \nWorld War II was an extremely busy time for all shipyards in allied territory. This was also true for the dry dock company Surabaya, which built a lot of ships, and was engaged in the desperate attempts to build up the defense of the Dutch East Indies. In March 1942, the Dutch attempted to destroy the naval facilities in Surabaya.\n\nThe late 1940s \nIn March 1947 Surabaya Dock of 14,000 tons was again taken into use.\n\nIn 1956 usage of the dry dock was again insufficient.\n\nBy 1958 the Indonesian military had taken control of DMS in Indonesia. In September 1959, the dry dock company in Indonesia was officially nationalized by the Indonesian government, with start date 3 December 1957.\n\nThe end \n\nAfter nationalization DMS became PT. Dok & Perkapalan Surabaya (DPS) (In English: PT. Dock and Shipping Surabaya (Persero)). Surabaya Dock of 14,000 tons might have continued in use for decades.\n\nNotes\n\nReferences \n \n \n \n \n\nDry docks in Indonesia",
        "lang": "en"
    }
]
